// const url = 'http://127.0.0.1:8000/games_api/';
//
// const data = {
//         "name": "Cyberpunk 2077",
//         "year": 2020,
//         "description": "Cyberpunk 2077 (с англ. — «Киберпанк 2077») — компьютерная игра в жанре action-adventure в открытом мире, разработанная и изданная польской студией CD Projekt[14]. Действие игры происходит в 2077 году в Найт-Сити, вымышленном североамериканском городе из вселенной Cyberpunk.Перейти к разделу «#Сюжет» Игрок управляет настраиваемым протагонистом по имени Ви, который работает наёмником и владеет навыками взлома и боя.Перейти к разделу «#Игровой процесс»\r\n\r\nИгра была разработана с использованием движка REDengine 4 командой из примерно 500 человек. Таким образом, штат разработчиков этой игры количественно превышал тот, который работал над предыдущей игрой студии, «Ведьмак 3: Дикая Охота». Создатель Cyberpunk Майкл Пондсмит был консультантом по разработке, а канадский актёр Киану Ривз озвучил и обеспечил визуализацию одного из главных персонажей.Перейти к разделу «#История создания» Как и при разработке «Ведьмак 3: Дикая Охота», созданием музыкального сопровождения руководил польский композитор Марцин Пшибылович.Перейти к разделу «#Саундтрек»\r\n\r\nИгра была выпущена 10 декабря 2020 года на PlayStation 4, Stadia, Windows и Xbox One. Выход игры на PlayStation 5 и Xbox Series X/S состоялся 15 февраля 2022 года. Среди критиков Cyberpunk 2077 получила преимущественно положительные отзывы, главным образом, за своё повествование, фабулу и графику, хотя некоторые из её игровых элементов вызвали неоднозначную реакцию рецензентов. В то же время игра активно критиковалась за многочисленные ошибки функционирования; особенно активно эти проблемы затронули консольные версии.Перейти к разделу «#Восприятие»",
//         "studio": "CD Projekt RED",
//         "rating": 7.7,
//         "poster": "image/upload/v1658852583/yupnx5ydn1znwkgadnxj.webp",
//         "rubric": 1
//     };
//
// fetch(url, {
//     method: 'POST', // или 'PUT'
//     body: JSON.stringify(data), // данные могут быть 'строкой' или {объектом}!
//     headers: {
//       'Content-Type': 'application/json'
//     }
//   }).then(responce => responce.json())
// .then(suka => console.log(suka))

